import Footer from "../components/Footer";
import Navbar from "../components/Navbar";

const PrivacyPolicy = () => {
  return (
    <div className="min-h-screen bg-gray-900 text-gray-100">
      <div className="container mx-auto px-40 pt-32 pb-40 relative">
        <div className="flex flex-col items-center justify-center pt-16">
            <Navbar />
        </div>
        <h1 className="text-4xl font-bold mb-8 text-[#6525AB]">Політика конфіденційності</h1>
        
        <div className="prose prose-invert max-w-none">
          <section className="mb-8">
            <h2 className="text-2xl font-semibold mb-4 text-white">Захист персональних даних </h2>
            <p className="text-gray-300 mb-4">
                Політика конфіденційності – правила, якими регламентується збір, обробка, використання і захист персональних даних, що можуть бути запитані / отримані при використанні сайту <a href="https://agenthugs.ai" className="text-[#6525AB]">https://agenthugs.ai</a> (далі – Сайт).
            </p>
            <p className="text-gray-300 mb-4">
                На виконання вимог Закону України «Про захист персональних даних» (надалі – Закон), заповнюючи дані реєстраційної форми і форми зворотного зв’язку та проставляючи відмітку про ознайомлення з данфою Політикою конфіденційності, Користувач Сайту підтверджує те, що він ознайомлений та погоджується з усіма умовами цієї Політики конфіденційності та надає ТОВ «ТОЧКА ВХОДУ» (далі – Компанія) свою повну необмежену строком згоду на обробку його персональних даних будь-яким способом, передбаченим Законом, та занесення їх до баз персональних даних Компанії.
            </p>
            <p className="text-gray-300 mb-4">
                Компанія надає доступ до інформації Користувачів тільки тим співробітникам, підрядникам та агентам Компанії, яким необхідно мати цю інформацію для здійснення операцій, які виконуються від імені Компанії.
            </p>
            <p className="text-gray-300 mb-4">

                У розумінні Закону під персональними даними розуміється будь-яка інформація щодо Користувача в тому числі прізвище, ім’я, ім’я по-батькові, телефон, електронна адреса, а також інші відомості, надані при користуванні Сайтом.
            </p>
            <p className="text-gray-300 mb-4">
                Збір, обробка та використання персональних даних здійснюється Компанією з метою реєстрації користувачів Сайту, належного та якісного надання послуг Користувачам, зв’язку з Користувачами з метою інформування про послуги та акції Компанії.
            </p>
            <p className="text-gray-300 mb-4">
                Персональні дані зберігаються на веб-ресурсах та електронних носіях Компанії, на яких вжиті достатні заходи для захисту інформації, проте просимо прийняти до уваги, що абсолютно безпечного та безпомилкового шляху передачі даних мережею Інтернет не існує.
            </p>
            <p className="text-gray-300 mb-4">
                Компанія не несе відповідальності за функціонування серверів, постачальників послуги доступу до мережі Інтернет, роботу третіх осіб, з вини яких може бути неможливий чи обмежений доступ до Сайту, можливий витік інформації з вини третіх осіб, а також за розголошення Користувачем своїх персональних даних, у тому числі даних авторизації на Сайті Компанії, у мобільних застосунках та прикладних програмних інтерфейсах.

            </p>
          </section>

          <section className="mb-8">
            <h2 className="text-2xl font-semibold mb-4 text-white">Сookies</h2>
            <p className="text-gray-300 mb-4">
            Цей сайт використовує Google Analytics, сервіс веб-аналітики, наданий компанією Google Inc (Google).
            </p>
            <p className="text-gray-300 mb-4">
            Google Analytics використовує cookies, текстові файли, які зберігаються на вашому комп’ютері, щоб допомогти проаналізувати, як користувачі використовують сайт. Інформація, отримана від cookies про використання веб-сайту (включаючи вашу IP-адресу), передаватиметься на сервер Google в США і зберігатиметься там. Google використовуватиме цю інформацію для оцінки вашого користування сайтом, складання звітів про сайт для операторів Інтернет-послуг. Google може також передавати цю інформацію третім особам, якщо це не забороняється законом або якщо треті особи обробляють інформацію від імені Google.
            </p>
            <p className="text-gray-300 mb-4">
            Google не буде асоціювати Вашу IP-адресу з іншими даними Google. Ви можете запобігти установці cookies, вибравши відповідні налаштування в своєму браузері. Проте зазначимо, що в такому разі ви не зможете використовувати всі властивості цього сайту. Використовуючи цей сайт, ви погоджуєтесь на обробку даних про вас Google у порядку, описаному вище, і з вищезгаданою метою.
            </p>
            <p className="text-gray-300 mb-4">
            У випадку виникнення запитань щодо Політики конфіденційності, надсилайте лист на електронну пошту <a href="mailto:entry-point@ukr.net" className="text-[#6525AB]">entry-point@ukr.net</a>

            </p>
          </section>

         
        </div>
      </div>
      <Footer />
    </div>
  );
};

export default PrivacyPolicy; 