import Footer from "../components/Footer";
import Navbar from "../components/Navbar";

const PublicOffer = () => {
  return (
    <div className="min-h-screen bg-gray-900 text-gray-100">
      <div className="container mx-auto px-40 pt-32 pb-40 relative">
        <div className="flex flex-col items-center justify-center pt-16">
            <Navbar />
        </div>
        <h1 className="text-4xl font-bold mb-8 text-[#6525AB]">ДОГОВІР ПУБЛІЧНОЇ ОФЕРТИ</h1>
        
        <div className="prose prose-invert max-w-none">
          <section className="mb-8">
            <h2 className="text-2xl font-semibold mb-4 text-white">про надання послуг</h2>
            <p className="text-gray-300 mb-4"></p>
            <p className="text-gray-300 mb-4">м. Київ</p>                                                                                                                                                                       
            <p>«01» травня 2024 р.</p>
            <p className="text-gray-300 mb-4">&nbsp;</p>
            <p className="text-gray-300 mb-4"><strong>Товариство з обмеженою відповідальністю «ТОЧКА ВХОДУ»</strong>, надалі за текстом – <strong>«Виконавець», </strong>в особі директора Фещенка Дмитра Юрійовича, яка діє на підставі Статуту, яке належним чином зареєстроване відповідно до чинного законодавства України, пропонує необмеженому колу фізичних та юридичних осіб, укласти даний договір публічної оферти про надання послуг (надалі за текстом &#8211; «Договір») на нижчевикладених умовах:</p>
            <p className="text-gray-300 mb-4">&nbsp;</p>
            <ol>
            <li style={{textAlign: 'left'}}><strong> ТЕРМІНИ ТА ВИЗНАЧЕННЯ</strong></li>
            </ol>

            <p className="text-gray-300 mb-4">З метою виконання даного Договору сторони погодилися використовувати наступні терміни та визначення:</p>
            <p className="text-gray-300 mb-4">1.1. «<strong>Акцепт</strong>» – повне, безумовне та беззастережне прийняття Замовником умов даного Договору.</p>
            <p className="text-gray-300 mb-4">1.2. «<strong>Замовник</strong>» – будь-яка фізична особа або юридична особа, яка сплатила обраний нею на сайті Виконавця Пакет послуг та уклала даний Договір на запропонованих умовах.</p>
            <p className="text-gray-300 mb-4">1.3. «<strong>Послуги</strong>» – інформаційно-консультаційні послуги та послуги з надання доступу до Програми, що надаються Виконавцем на умовах, передбачених даним Договором.</p>
            <p className="text-gray-300 mb-4">1.4. «<strong>Пакет</strong><strong>и послуг</strong>» – окремі групи Послуг Виконавця, назви таких груп та перелік Послуг, що входять до кожної окремої групи, їх вартість та умови надання, зазначені на Сайті Виконавця.</p>
            <p className="text-gray-300 mb-4">1.5. <strong>«Програма» </strong>&#8211; комп’ютерна програма, розміщена на Сайті Виконавця чи виконану в якості додатку для мобільних телефонів, виключні майнові права на яку належать Виконавцю.</p>
            <p className="text-gray-300 mb-4">1.6. «<strong>Сайт</strong>» &#8211; сайт (інформаційна система) Виконавця, що доступна в мережі Інтернет за адресом (включаючи піддомени): https://hugs.ua</p>
            <p className="text-gray-300 mb-4">1.7. <strong>«Сторони»</strong> &#8211; разом Замовник та Виконавець, які уклали даний Договір.</p>
            <p className="text-gray-300 mb-4">1.8. <strong>«Сторона»</strong> &#8211; окремо Замовник або Виконавець, які уклали даний Договір.</p>
            <p className="text-gray-300 mb-4">&nbsp;</p>
            <ol start={2}>
              <li><strong>ЗАГАЛЬНІ ПОЛОЖЕННЯ ТА ПРЕДМЕТ ДОГОВОРУ</strong></li>
            </ol>
            <p className="text-gray-300 mb-4">2.1. В порядку та на умовах, визначених даним Договором, Виконавець бере на себе зобов&#8217;язання надати Замовнику Послуги, що входять в обраний Замовником Пакет послуг, а Замовник зобов&#8217;язується оплатити вартість наданих послуг на умовах, передбачених даним Договором.</p>
            <p className="text-gray-300 mb-4">2.2. Даний Договір є публічним договором оферти, умови якого відповідно до статті 633 Цивільного кодексу України є однаковими для всіх Замовників незалежно від їх статусу (фізична особа, юридична особа).</p>
            <p className="text-gray-300 mb-4">2.3. Даний Договір, як договір публічної оферти, вважається укладеним між Виконавцем, з однієї сторони, та Замовником, з іншої сторони, з моменту Акцепту Замовником всіх без винятку положень умов та положень даного Договору.</p>
            <p className="text-gray-300 mb-4">2.4. Замовник укладає даний Договір та отримує Послуги Виконавця за для досягнення власних персональних цілей.</p>
            <p className="text-gray-300 mb-4">2.5. Послуги згідно умов Договору надаються Виконавцем Замовнику у відповідності до обраного Замовником Пакету послуг. Умови надання, вартість та перелік Послуг, що входять до кожного окремо взятого Пакету послуг, зазначені на Сайті.</p>
            <p className="text-gray-300 mb-4">2.5. Інформаційно-консультаційні Послуги, що надає Виконавець Замовнику згідно умов даного Договору носять неіндивідуальний (загальний) характер і можуть надаватись, в тому числі у форматі тренінгів, семінарів, вебінарів тощо.</p>
            <p className="text-gray-300 mb-4">2.6. Надання Послуг згідно обраного Замовником Пакета послуг, в тому числі технічно реалізується шляхом надання Виконавцем доступу Замовнику до Сайту, на якому розташована Програма, та надання права використання мобільного застосування (додатку для мобільних телефонів) Програми (в разі його розробки), на умовах безоплатної простої невиключної ліцензії.</p>
            <p className="text-gray-300 mb-4">При цьому Виконавець залишає за собою право на свій розсуд здійснювати модифікацію або випускати оновлення Сайту, мобільного додатка, програмних продуктів, що забезпечують роботу Програми, вводити нові, змінювати чи ліквідувати існуючі властивості та/або функціональні можливості Програми, в тому числі з метою виконання вимог законодавства.</p>
            <p className="text-gray-300 mb-4">&nbsp;</p>
            <ol start={3}>
            <li><strong> АКЦЕПТ ПУБЛІЧНОЇ ОФЕРТИ</strong></li>
            </ol>
            <p className="text-gray-300 mb-4">3.1. Даний Договір набуває чинності з моменту його Акцепту Замовником. Акцепт може бути вчинений ним шляхом здійснення всіх наступних дій:</p>
            <p className="text-gray-300 mb-4">3.1.1. Заповнення Замовником заявки щодо Акцепту Договору, розміщеної на Сайті.</p>
            <p className="text-gray-300 mb-4">3.1.2. Сплати Замовником Виконавцю вартості послуг відповідно до обраного Пакету послуг на Сайті.</p>
            <p className="text-gray-300 mb-4">При цьому складання додаткових документів або вчинення інших фактичних дій, які підтверджують укладання даного Договору між Виконавцем і Замовником не потрібно.</p>
            <p className="text-gray-300 mb-4">3.2. Особа, яка бажає приєднатися до умов даного Договору гарантує, що усвідомлює ризиковий характер і сутність інвестиційної діяльності. Будь-які вкладення грошових коштів з використанням знань і інформації, отриманих в рамках даного Договору, здійснюються Замовником на свій власний ризик на основі самостійного рішення.</p>
            <p className="text-gray-300 mb-4">&nbsp;</p>
            <ol start={4}>
            <li><strong> ОБОВ’ЯЗКИ СТОРІН</strong></li>
            </ol>
<p className="text-gray-300 mb-4"><strong>4.1. Виконавець зобов&#8217;язується:</strong></p>
<p className="text-gray-300 mb-4">4.1.1. Надавати Послуги Замовнику відповідно до обраного Замовником Пакету послуг на умовах, передбачених даним Договором.</p>
<p className="text-gray-300 mb-4">4.1.2. Надати Замовнику доступ до Програми.</p>
<p className="text-gray-300 mb-4">4.1.3. Дотримуватися положень конфіденційності.</p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<p className="text-gray-300 mb-4"><strong>4.2. Виконавець має право:</strong></p>
<p className="text-gray-300 mb-4">4.2.1. Вимагати своєчасної та повної оплати Послуг.</p>
<p className="text-gray-300 mb-4">4.2.2. Залучати для виконання своїх зобов&#8217;язань за Договором третіх осіб (партнерів, експертів та ін.).</p>
<p className="text-gray-300 mb-4">4.2.3. Здійснювати аутентифікацію (перевірку достовірності даних) Замовника. Якщо в результаті проведення аутентифікації виявлено недостовірність даних, наданих Замовником, Виконавець має право прийняти рішення про призупинення надання Послуг Замовнику, в тому числі призупинення, обмеження або припинення доступу Замовника до Програми або Сайту.</p>
<p className="text-gray-300 mb-4">4.2.4. Проводити аварійні або профілактичні роботи, для чого тимчасово припиняти доступ до Програми або Сайту.</p>
<p className="text-gray-300 mb-4">4.2.5. У разі систематичного порушення Замовником умов даного Договору, в односто-ронньому порядку відмовитися від надання Послуг та розірвати Договір без повернення Замовнику вартості оплаченого Пакета послуг.</p>
<p className="text-gray-300 mb-4">4.2.6. Припинити надання Послуг Замовнику, в тому числі припинити доступ Замовника до Програми або Сайту, у випадку порушення Замовником обов&#8217;язків, передбачених законодавством України та/або даним Договором.</p>
<p className="text-gray-300 mb-4">4.2.7. Припинити Замовнику доступ до Програми або Сайту, або обмежити його в частині доступу, в разі, якщо його дії завдають шкоди Програмі та/або Сайту в технічній або іншій частини, носять хуліганський характер, або завдають шкоди або незручностей іншим користувачам.</p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<p className="text-gray-300 mb-4"><strong>4.3. Замовник зобов&#8217;язується:</strong></p>
<p className="text-gray-300 mb-4">4.3.1. Своєчасно і у повному обсязі оплачувати послуги Виконавця відповідно до умов даного Договору.</p>
<p className="text-gray-300 mb-4">4.3.2. Надавати про себе тільки достовірні відомості Виконавцю, негайно повідомляти Виконавцю про їх зміни.</p>
<p className="text-gray-300 mb-4">4.3.3. Надати Виконавцю за його запитом додаткову інформацію та документи, якщо це вимагається в цілях дотримання Виконавцем законодавства України, в тому числі відповідні письмові пояснення. До моменту надання такої інформації Замовником, Виконавець має право прийняти рішення про призупинення надання Послуг Замовнику, в тому числі призупинення, обмеження або припинення доступу Замовника до Програми або Сайту.</p>
<p className="text-gray-300 mb-4">4.3.4. При використанні Програми та/або Сайту дотримуватися законодавства України та умов даного Договору, використовувати Програму у відповідності до Правил використання програмного забезпечення, що є невід’ємним додатком до даного Договору.</p>
<p className="text-gray-300 mb-4">4.3.5. Не допускати можливості в будь-якій формі використання Програми третім особами.</p>
<p className="text-gray-300 mb-4">4.3.6. Самостійно приймати рішення про укладання будь-яких правочинів, інвестування та/або здійснення операцій з використанням інформації отриманої від Виконавця, в тому числі інформації отриманої за допомогою використання Програми та/або Сайту, самостійно нести відповідальність за прийняття таких рішень та їх наслідки.</p>
<p className="text-gray-300 mb-4">4.3.7. Виконувати інші обов&#8217;язки, передбачені чинним законодавством України, даним Договором та іншими локальними актами Виконавця.</p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<p className="text-gray-300 mb-4"><strong>4.4. Замовник має право:</strong></p>
<p className="text-gray-300 mb-4">4.4.1. В порядку і на умовах, визначених даним Договором, отримувати Послуги від Виконавця, мати доступ до Програми та Сайту.</p>
<p className="text-gray-300 mb-4">4.4.2. Звертатися до Виконавця з питань використання Програми в порядку, встановленому локальними актами Виконавця.</p>
<p className="text-gray-300 mb-4">4.5. Замовник вільний в виборі дій по використанню Програми та інформації отриманої від Виконавця, в тому числі із використанням Програми. Замовник самостійно приймає будь-які рішення, зокрема інвестиційні, на підставі інформації отриманої від Виконавця за даним Договором. При цьому Замовник діє самостійно використовуючи інформацію отриману від Виконавця, в тому числі із використанням Програми.</p>
<p className="text-gray-300 mb-4">4.6. У випадку, якщо для практичного використання послуг наданих Виконавцем, Замовнику знадобляться послуги третіх осіб, що надають відповідні послуги, в тому числі тих, що здійснюють відповідну професійну діяльність на фондовому ринку, Виконавець за запитом Замовника надає йому інформацію про таких осіб. Взаємовідносини Замовника з такими третіми особами здійснюються самостійно на підставі укладених між ними договорів.</p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<ol start={5}>
<li><strong> ЦІНА ДОГОВОРУ І ПОРЯДОК РОЗРАХУНКІВ</strong></li>
</ol>
<p className="text-gray-300 mb-4">5.1. Вартість Послуг за Договором визначається відповідно до обраного Замовником Пакету послуг на Сайті Виконавця.</p>
<p className="text-gray-300 mb-4">5.2. Замовник може оплатити обраний ним Пакет послуг за допомогою спеціальної форми на Сайті Виконавця або шляхом переказу грошових коштів на розрахунковий рахунок Виконавця, зазначений в Договорі.</p>
<p className="text-gray-300 mb-4">5.3. Замовник оплачує вартість Послуг Виконавця згідно обраного ним Пакету послуг, шляхом повної 100% передплати вартості обраного Пакету послуг.</p>
<p className="text-gray-300 mb-4">5.4. Замовник оплачує вартість обраного ним Пакету послуг Виконавця в гривнях.</p>
<p className="text-gray-300 mb-4">5.4.1. У випадку, якщо вартість Пакету послуг Виконавця зазначена Сайті в доларах США, то значена вартість вважається грошовим еквівалентом в іноземній валюті. При цьому оплата Пакету послуг здійснюється Замовником в гривнях у відповідності до курсу долару США до гривні, встановленого Національним банком України на дату здійснення оплати.</p>
<p className="text-gray-300 mb-4">5.5. Датою оплати вартості Послуг вважається дата надходження грошових коштів на розрахунковий рахунок Виконавця.</p>
<p className="text-gray-300 mb-4"><strong> </strong></p>
<ol start={6}>
<li><strong> ПРИЙМАННЯ-ПЕРЕДАЧА НАДАНИХ ПОСЛУГ</strong></li>
</ol>
<p className="text-gray-300 mb-4">6.1. Сторони погоджуються, що належним підтвердженням надання Послуг за даним Договором є надання Замовнику доступу до Програми, оскільки повнота отримання Послуг за даним Договором повністю залежить від волі Замовника та використання ним Програми.</p>
<p className="text-gray-300 mb-4">6.2. Крім того, Виконавець має право складати Акти приймання-передачі наданих послуг за Договором та надавати їх в двох екземплярах на підпис Замовнику. При цьому Замовник впродовж 3 (трьох) календарних днів з дня отримання примірників Акту зобов’язується підписати їх та повернути один з підписаних примірників Акту Виконавцю та/або надати Виконавцю в цей же строк письмову обґрунтовану відмову від підписання Акту.</p>
<p className="text-gray-300 mb-4">У випадку не підписання Актів Замовником та не повернення ним одного з підписаних екземплярів Акту Виконавцю та/або не надання Виконавцю письмової обґрунтованої відмови від підписання Акту, в встановлений даним пунктом Договору строк, Акт вважається погодженим Замовником без жодних зауважень. При цьому Виконавець має право підписати Акт приймання-передачі наданих послуг за Договором самостійно із відповідною приміткою «У встановлений строк зауважень від Замовника не надійшло».</p>
<p className="text-gray-300 mb-4"><strong> </strong></p>
<ol start={7}>
<li><strong> ВІДПОВІДАЛЬНІСТЬ СТОРІН ТА ЗАПЕВНЕННЯ</strong></li>
</ol>
<p className="text-gray-300 mb-4">7.1. Замовник гарантує, що він є повністю дієздатним та правоздатним для укладення даного Договору, не обмежений на це чинним законодавством України, та своїми зобов’язаннями перед третіми особами та/або займаною посадою. Замовник зобов’язується підтримувати чинність даної гарантії впродовж всього строку дії Договору. У випадку невідповідності дійсності цієї гарантії,  зобов’язання Замовника за даним Договором та сам Договір залишаються чинними. У разі якщо у Виконавця виникнуть збитки від недотримання Замовником положень цього пункту Договору, Замовник несе пряму відповідальність за такими наслідками та зобов’язаний сплатити Виконавцю усі збитки, спричинені цим у повному обсязі.</p>
<p className="text-gray-300 mb-4">7.2. Виконавець не несе відповідальності за дії будь-яких третіх осіб, включаючи дії контрагентів Замовника за угодами, укладеними Замовником з використанням інформації отриманої від Виконавця та/або в зв’язку з використанням Програми/Сайту.</p>
<p className="text-gray-300 mb-4">7.3. Замовник самостійно несе всі ризи, пов’язані із використанням Програми та інформації отриманої від Виконавця, у зв’язку з її використанням, включаючи ризики втрати будь-яких здійсненних ним інвестицій.</p>
<p className="text-gray-300 mb-4">7.4. Замовник зобов’язується не пред&#8217;являти Виконавцю будь-які претензії в зв&#8217;язку з невиконанням третіми особами правочинів, які укладаються Замовником з третіми особами та/або претензії, пов&#8217;язані з настанням інших негативних для Замовника наслідків, що виникають під час користуванням Програмою/Сайтом та/або при перерахуванні грошових коштів Замовником третім особам.</p>
<p className="text-gray-300 mb-4">7.5. Сторони засвідчують, що при наданні Послуг за даним Договором Виконавець не здійснює професійну діяльність на фондовому ринку.</p>
<p className="text-gray-300 mb-4">7.6. Замовник підтверджує, що він проінформований, що інформація, отримана ним від Виконавця,  в тому числі шляхом використанням Програми, може містити інформацію про  ризикові правочини, укладання яких може привести до втрати грошових коштів Замовником.</p>
<p className="text-gray-300 mb-4">7.7. Замовник підтверджує, що жодна інформація, отримана ним від Виконавця, в тому числі шляхом використання Програми, не являється і не може розглядатись як рекомендація для здійснення дій чи укладання правочинів Замовником з третіми особами.</p>
<p className="text-gray-300 mb-4">7.8. Замовник підтверджує, що він проінформований, що Виконавець не є стороною по будь-яким правочинам, що були укладені Замовником на підставі інформації отриманої ним від Виконавця, в тому числі шляхом використання Програми, Виконавець не виступає гарантом та/або поручителем по даним правочинам.</p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<ol start={8}>
<li><strong> СТРОК ДІЇ ДОГОВОРУ</strong></li>
</ol>
<p className="text-gray-300 mb-4">8.1. Даний Договір вступає в силу з моменту його Акцепту і діє протягом строку дії оплаченого Замовником Пакету послуг.</p>
<p className="text-gray-300 mb-4">8.2. Даний Договір може бути розірваний (достроково припинений) в односторонньому порядку будь-якою Стороною, за умови письмового попередження про це іншої Сторони не менш як за 7 (сім) календарних днів до дати розірвання (дострокового припинення) Договору. При цьому грошові кошти, сплачені Замовником Виконавцю за даним Договором, не повертаються Виконавцем Замовнику, а вважаються оплатою Послуг, що були фактично надані Виконавцем Замовнику на момент розірвання (дострокового припинення) Договору.</p>
<p className="text-gray-300 mb-4"><strong> </strong></p>
<ol start={9}>
<li><strong> ЗАСТЕРЕЖЕННЯ ПРО КОНФІДЕНЦІЙНІСТЬ</strong></li>
</ol>
<p className="text-gray-300 mb-4">9.1. Будь-яка інформація про Замовника або Виконавця, що стане відомою у зв’язку з виконанням цього Договору і яка може, у разі розголошення такої інформації, завдати їм шкоди, вважається конфіденційною. Крім того, Сторони домовились, що до конфіденційної інформації відноситься будь-яка інформація отримана Замовником у зв’язку із використанням Програми.</p>
<p className="text-gray-300 mb-4">9.2. Сторони зобов’язуються не розголошувати конфіденційну інформацію, що стала їм відомою під час виконання ним умов даного Договору, без письмової згоди на це іншої Сторони за виключенням випадків, передбачених чинним законодавством України. Сторона, що розкрила конфіденційну інформацію на підставі вимог закону, зобов’язується негайно повідомити про таке розкриття іншу Сторону.</p>
<p className="text-gray-300 mb-4">9.3. Зобов’язання відповідно до розділу 9 Договору матимуть чинність упродовж всього строку дії Договору та трьох (3) років від дати припинення або розірвання даного Договору.</p>
<p className="text-gray-300 mb-4">9.4. У разі порушення Замовником зобов’язань, передбачених пунктом 9.2 даного Договору, Замовник зобов’язаний сплатити Виконавцю штраф або штрафну санкцію (грошову компенсацію) відшкодувати у повному обсязі збитки спричинені цим.</p>
<p className="text-gray-300 mb-4"><strong> </strong></p>
<ol start={10}>
<li><strong>ЗАХИСТ ПЕРСОНАЛЬНИХ ДАНИХ</strong></li>
</ol>
<p className="text-gray-300 mb-4">10.1. Замовник Акцептом Договору надає Виконавцю інформовану та добровільну згоду на обробку його персональних даних, отриманих під час виконання Сторонами умов даного Договору, в тому числі даних зазначених в заявці щодо Акцепту Договору, розміщеної на Сайті, даних зазначених в інших документах, переданих Замовником Виконавцю та/або підписаних Сторонами в процесі виконання умов Договору, тобто на автоматизовану, неавтоматизовану і змішану обробку, в тому числі збирання, реєстрацію, накопичення, зберігання, адаптування, зміну, поновлення, використання, знеособлення, знищення і поширення (розповсюдження, реалізацію, передачу) персональних даних (i) по мережам зв&#8217;язку загального користування, (ii) по інформаційно-телекомунікаційним мережам міжнародного інформаційного обміну, в тому числі іноземним суб&#8217;єктам відносин, пов&#8217;язаних з персональними даними, у випадках і з метою, зазначених у цьому пункті, а також надає інформовану та добровільну згоду на отримання персональних даних представника Замовника з будь-яких законних джерел, в тому числі від нього самого і від третіх осіб, в обсязі наданої/отриманої інформації за даним Договором та необхідному для виконання Договору.</p>
<p className="text-gray-300 mb-4">Акцептом даного Договору Замовник підтверджує, що в момент збору персональних даних він належним чином повідомлений про джерела збирання та місцезнаходження персональних даних, місцезнаходження володільця чи розпорядника персональних даних, склад та зміст зібраних персональних даних, про осіб, яким передаються його персональні дані, мету їх використання і обробки: забезпечення оформлення і ведення відносин між Сторонами в сфері цивільно-правових, адміністративно-правових, податкових відносин, відносин у сфері бухгалтерського, податкового і статистичного обліку та звітності, підготовки відповідно до вимог законодавства статистичної, адміністративної та іншої звітної інформації, забезпечення нарахування та плати за послуги за даним Договором, податків і зборів, внесків, їх утримання і сплати до відповідного бюджету і / або позабюджетні фонди, якщо такі нарахування, утримання та сплата передбачені чинним законодавством, забезпечення належної та якісної взаємодії в процесі організації цивільно-правових відносин між Сторонами, та про права, визначені в статті 8 Закону України «Про захист персональних даних» № 2297-VI «01» червня 2010 р.</p>
<p className="text-gray-300 mb-4">Замовник підтверджує, що він до укладання даного Договору та надання цієї згоди ознайомлений з порядком обробки його персональних даних, встановленому в Порядку обробки персональних даних у базах персональних даних ТОВ «ТОЧКА ВХОДУ».</p>
<p className="text-gray-300 mb-4">Обробка і зберігання персональних даних Замовника здійснюється протягом усього строку дії Договору, а також після завершення строку дії даного Договору відповідно до законодавства про архівну справу, а також податкового законодавства і законодавства про бухгалтерський облік, до моменту відкликання згоди Замовника, якщо відсутні інші підстави обробки персональних даних Замовника.</p>
<p className="text-gray-300 mb-4"><strong> </strong></p>
<ol start={11}>
<li><strong> ПОДАТКОВІ ЗОБОВ’ЯЗАННЯ</strong></li>
</ol>
<p className="text-gray-300 mb-4">11.1. Замовник самостійно несе усі свої персональні податкові зобов’язання, які можуть виникнути при виконанні ним даного Договору та використанні інформації отриманої ним від Виконавця, в тому числі із використанням Програми, у відповідності до вимог Податкового кодексу України.</p>
<p className="text-gray-300 mb-4">11.2. Замовник розуміє та підтверджує, що Виконавець не є його податковим агентом в розумінні Податкового кодексу України та не несе відповідальності за повноту та своєчасну сплату Замовником податків, зборів та інших обов’язкових платежів, сплата яких покладена на Замовника чинним законодавством України.</p>
<p className="text-gray-300 mb-4"><strong> </strong></p>
<ol start={12}>
<li><strong> ПРИКІНЦЕВІ ПОЛОЖЕННЯ</strong></li>
</ol>
<p className="text-gray-300 mb-4">12.1. Виконавець не приймає на себе ніяких умов і зобов&#8217;язань, щодо предмета Договору, крім зазначених у ньому.</p>
<p className="text-gray-300 mb-4">12.2. Питання, не врегульовані Договором, регулюються чинним законодавством України.</p>
<p className="text-gray-300 mb-4">12.3. У разі виникнення суперечок і розбіжностей Сторони докладуть усіх зусиль, щоб усунути їх шляхом переговорів.</p>
<p className="text-gray-300 mb-4">12.4. У разі неможливості вирішення спорів і розбіжностей шляхом переговорів або в претензійному порядку, Сторони мають право передати спір на розгляд до суду за місцем знаходження Виконавця.</p>
<p className="text-gray-300 mb-4">12.5. Виконавець залишає за собою право в будь-який час в односторонньому порядку вносити зміни до даного Договору, які набувають чинності з моменту їх розміщення на Сайті.</p>
<p className="text-gray-300 mb-4">12.6. Всі зміни до цього Договору затверджуються відповідним наказом керівника Виконавця та публікуються на Сайті Виконавця.</p>
<p className="text-gray-300 mb-4">12.7. Всі зміни до даного Договору набувають чинності з моменту їх публікації на Сайті Виконавця.</p>
<p className="text-gray-300 mb-4">12.8. Замовник вважається повідомленим про внесені до Договору зміни з моменту опублікування цих змін на Сайті Виконавця.</p>
<p className="text-gray-300 mb-4">12.9. Всі Додатки до Договору є невід’ємними частинами цього Договору та є обов’язковими для їх виконання та дотримання.</p>
<p className="text-gray-300 mb-4">12.10. Всі повідомлення повинні направлятися в письмовій формі на вказану в даному пункті електронну пошту Замовника і Виконавця.</p>
<p className="text-gray-300 mb-4">Адреса електронної пошти Виконавця: info@hugs.ua</p>
<p className="text-gray-300 mb-4">Адреса електронної пошти Замовника, зазначається в заявці щодо Акцепту Договору, розміщеної на Сайті.</p>
<p className="text-gray-300 mb-4">Сторони погодили, що будь-які повідомлення, документи надані Сторонами одна одній, шляхом обміну листами надісланими по електронній пошті, на зазначені адреси, мають повну юридичну силу до моменту отриманням ними оригіналів зазначених повідомлень та документів.</p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<p className="text-gray-300 mb-4"><em>Додатки до Договору, що є його невід’ємними частинами:</em></p>
<p className="text-gray-300 mb-4"><em>Правила використання програмного забезпечення (Програми).</em></p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<p style={{textAlign: 'left'}}><strong>РЕКВІЗИТИ СТОРІН</strong></p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<table className=" aligncenter" width="623">
<tbody>
<tr>
<td width="312"><strong><u>ВИКОНАВЕЦЬ:</u></strong>
<p className="text-gray-300 mb-4"><strong>Товариство з обмеженою відповідальністю «ТОЧКА ВХОДУ» </strong></p>
<p className="text-gray-300 mb-4"><strong> </strong></p>
<p className="text-gray-300 mb-4">Місцезнаходження: 04071, Україна, м. Київ, вул. Ярославська, буд. 39г</p>
<p className="text-gray-300 mb-4">ідентифікаційний код: 45827781</p>
<p className="text-gray-300 mb-4">e-mail: entry-point@ukr.net</p>
<p className="text-gray-300 mb-4">Тел. _____________________</p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<p className="text-gray-300 mb-4"><strong>Директор       </strong></p>
<p className="text-gray-300 mb-4"><strong> </strong></p>
<p className="text-gray-300 mb-4"><strong>/Д.Ю. Фещенко/</strong></p>
<p className="text-gray-300 mb-4"><strong> </strong></p>
<p className="text-gray-300 mb-4"><strong> </strong></p></td>
<td width="312"><strong><u>ЗАМОВНИК:</u></strong>
<p className="text-gray-300 mb-4"><strong><u> </u></strong></p>
<p className="text-gray-300 mb-4"><strong><u>Реквізити Замовника, зазначаються в заявці щодо Акцепту Договору, розміщеної на Сайті</u></strong></p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<p className="text-gray-300 mb-4">&nbsp;</p>
<p className="text-gray-300 mb-4"><strong> </strong></p></td>
</tr>
</tbody>
</table>
          </section>

         
        </div>
      </div>
      <Footer />
    </div>
  );
};

export default PublicOffer;
